tap "barutsrb/tap"
tap "datawire/blackbird"
tap "metalbear-co/mirrord"
tap "minio/stable"
tap "nats-io/nats-tools"
tap "nikitabobko/tap"
tap "tw93/tap"
brew "abseil"
brew "zstd"
brew "bat"
brew "brew-cask-completion"
brew "btop"
brew "colima"
brew "context7-mcp"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "fd"
brew "fileicon"
brew "fzf"
brew "fzf-tab"
brew "gh"
brew "go-size-analyzer"
brew "golangci-lint"
brew "graphviz"
brew "htop"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libomp"
brew "luarocks"
brew "mariadb"
brew "mise"
brew "mole"
brew "most"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nvm"
brew "parallel"
brew "pnpm"
brew "poetry"
brew "prettier"
brew "redis"
brew "ripgrep"
brew "sd"
brew "sql-formatter"
brew "stylua"
brew "tmux"
brew "uv"
brew "xh"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "datawire/blackbird/telepresence"
brew "metalbear-co/mirrord/mirrord"
brew "minio/stable/mc"
brew "nats-io/nats-tools/nats"
cask "nikitabobko/tap/aerospace"
cask "android-studio"
cask "bitwarden"
cask "bruno"
cask "claude-code"
cask "copilot-cli"
cask "dbeaver-community"
cask "discord"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "keymapp"
cask "notion"
cask "obs"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rectangle"
cask "stats"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zen"
vscode "angular.ng-template"
vscode "anseki.vscode-color"
vscode "arcanis.vscode-zipfs"
vscode "arturock.gitstash"
vscode "babakks.vscode-go-test-suite"
vscode "burkeholland.simple-react-snippets"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cyrilletuzi.angular-schematics"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hbenl.vscode-test-explorer"
vscode "johnpapa.angular2"
vscode "kevinrose.vsc-python-indent"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.test-adapter-converter"
vscode "nhoizey.gremlins"
vscode "patcx.vscode-nuget-gallery"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
go "golang.org/x/tools/cmd/callgraph"
go "golang.org/x/tools/cmd/deadcode"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/davidrjenni/reftools/cmd/fillswitch"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "github.com/abice/go-enum"
go "golang.org/dl/go1.24.7"
go "golang.org/dl/go1.25.1"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/twpayne/go-jsonstruct/v3/cmd/gojsonstruct"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/segmentio/golines"
go "github.com/princjef/gomarkdoc/cmd/gomarkdoc"
go "github.com/fatih/gomodifytags"
go "github.com/abenz1267/gomvp"
go "golang.org/x/tools/cmd/gonew"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "gotest.tools/gotestsum"
go "golang.org/x/vuln/cmd/govulncheck"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/tmc/json-to-struct"
go "go.uber.org/mock/mockgen"
go "github.com/kyoh86/richgo"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/swaggo/swag/cmd/swag"
